import testimg from '@/assets/images/news/news-article-a1.jpg';
import arc3 from "@/assets/images/news/news-article-a3.png";
import arc4 from "@/assets/images/news/news-article-a4.png";
import arc5 from "@/assets/images/news/news-article-a5.png";
import arc6 from "@/assets/images/news/news-article-a6.png";
export const articles =[
        {
            id:1,
            img:testimg,
            tag:'知識新知',
            like: '0',       // 預設沒點讚
            likeCount: '', 
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日，台灣將迎來一場難得的天文奇景——日環蝕，被譽為「上帝的金戒指」。當月球運行至太陽與地球之間，恰好遮住太陽中央，卻因視角與距離關係，未能完全覆蓋，便在太陽邊緣留下一道金色光環。這光環不僅璀璨奪目，更如神祇之手緩緩戴上的神聖指環，令人讚嘆宇宙的精準與和諧。此次日環蝕，北台灣地區將能完整目睹金戒指畫面，中南部也能見到深度日偏蝕，是難得一見的觀賞機會。日蝕的過程大約持續兩至三小時，其中最精華的環蝕階段僅有短短數分鐘，錯過便要再等數年，甚至數十年。觀測這場奇景務必注意安全，切勿以肉眼直視太陽。建議使用經過認證的日蝕觀測眼鏡，或參加天文機構舉辦的觀測活動，既能安全欣賞，也能深入理解其中的科學原理。古人視日蝕為天象異變，如今我們則用科學與敬畏的眼光，欣賞這宇宙中的壯麗時刻。那一圈閃耀的金環，不只是天文現象，更是天地之間最浪漫的告白。6月21日，別忘了抬頭仰望，與宇宙共舞。這一道「上帝的金戒指」，只為那些願意仰望星空的人而綻放。'
            ,
        }
        ,
        {
            id:2,
            img:arc4,
            tag:'生活應用',
            like:'0',
            title: '利用北極星辨別方向',
            time:'2025/5/23',
            content:`古人沒有 GPS 或指南針，卻能在夜晚正確找到方向，秘訣就在於 北極星。它幾乎固定在北方天空，成為最穩定的「天文指南針」。

                    辨認方法：先找到「北斗七星」，將斗口兩顆星連線並向外延長約五倍距離，盡頭那顆明亮的星就是北極星。確定它的位置，就能知道正北方。

                    這項技巧在戶外活動時特別實用，例如登山健行、露營或停電情況下。若手機沒電或沒有指南針，北極星能提供你正確方向。此外，天文教育中也常以「尋找北極星」作為入門練習，幫助學習星空結構。

                    雖然現代人高度依賴科技，但學會用星空辨別方向，不僅是一種應急技能，也是一種與自然連結的體驗。下次抬頭仰望夜空時，試著挑戰自己能否快速找到北極星。`
            ,likeCount: ''
        }
       
       ,
       
        {
            id:3,
            img:arc3,
            tag:'天象事件',
            like:'0',
            title: '從星象看生活：如何利用北極星辨別方向',
            time:'2025/8/23',
            content:`
            
            每年 11 月中旬，獅子座流星雨都會如期登場，為夜空增添浪漫。今年的極大期落在 11 月 17 日凌晨，預計每小時能看見 15～20 顆流星。這場天文盛事的母體彗星是 坦普爾–塔特爾彗星 (55P/Tempel–Tuttle)，它在軌道上留下的碎屑進入大氣層燃燒，便成為我們眼中的流星。

            觀測建議：午夜過後至黎明前（約 2～5 點）是最佳時段，輻射點位於獅子座，但流星可能劃過整片天空。觀測時不需望遠鏡，用肉眼即可欣賞，並準備躺椅與保暖衣物。

            為了看到更多流星，建議先讓眼睛進行 15 分鐘黑暗適應，避免使用手機或手電筒。找一個遠離城市光害的開闊地點，你就能享受最純粹的天際煙火。

            流星雨提醒我們，地球在浩瀚宇宙中航行，偶然經過彗星的軌跡，就能與星塵相遇。若你渴望一點浪漫與驚喜，今年的獅子座流星雨將是最佳時機。
                        
            `
            ,likeCount: ''

        }
        ,
        {
            id:4,
            img:arc5,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,
         {
            id:5,
            img:testimg,
            tag:'生活應用',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,
        {
            id:6,
            img:arc6,
            tag:'知識新知',
            like:'0',
            title: '恆星的一生',
            time:'2025/5/23',
            content:`我們看到的星星，其實都在經歷自己的「生命週期」。恆星誕生於星際雲，當氣體和塵埃在重力作用下聚集，便形成「原恆星」。

                    恆星的壽命取決於質量。像太陽這樣的中等質量恆星，壽命約 100 億年，目前已走到一半。而質量龐大的藍色超巨星，燃燒速度快，壽命可能只有幾百萬年。

                    當燃料耗盡，恆星會走向不同的結局。太陽這類恆星將膨脹成紅巨星，最後收縮成白矮星；質量更大的恆星則以超新星爆炸結束，殘骸可能成為中子星甚至黑洞。

                    這些「死亡」過程其實孕育新生命。人類體內的碳、氧、鐵等元素，都是古老恆星爆炸後散布於宇宙的產物。換句話說，我們本質上是「星塵的孩子」，與宇宙有著深刻連結。`
            ,likeCount: ''
        }
        ,
        {
            id:7,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title:'5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,{
            id:8,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,{
            id:9,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,{
            id:10,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,
         {
            id:11,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''}
        ,
        {
            id:12,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,{
            id:8,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,{
            id:9,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,{
            id:10,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        ,
         {
            id:6,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
            ,likeCount: ''
        }
        
    ]