import testimg from '@/assets/images/news/news-article-a1.jpg';
export const articles =[
        {
            id:1,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日，台灣將迎來一場難得的天文奇景——日環蝕，被譽為「上帝的金戒指」。當月球運行至太陽與地球之間，恰好遮住太陽中央，卻因視角與距離關係，未能完全覆蓋，便在太陽邊緣留下一道金色光環。這光環不僅璀璨奪目，更如神祇之手緩緩戴上的神聖指環，令人讚嘆宇宙的精準與和諧。此次日環蝕，北台灣地區將能完整目睹金戒指畫面，中南部也能見到深度日偏蝕，是難得一見的觀賞機會。日蝕的過程大約持續兩至三小時，其中最精華的環蝕階段僅有短短數分鐘，錯過便要再等數年，甚至數十年。觀測這場奇景務必注意安全，切勿以肉眼直視太陽。建議使用經過認證的日蝕觀測眼鏡，或參加天文機構舉辦的觀測活動，既能安全欣賞，也能深入理解其中的科學原理。古人視日蝕為天象異變，如今我們則用科學與敬畏的眼光，欣賞這宇宙中的壯麗時刻。那一圈閃耀的金環，不只是天文現象，更是天地之間最浪漫的告白。6月21日，別忘了抬頭仰望，與宇宙共舞。這一道「上帝的金戒指」，只為那些願意仰望星空的人而綻放。'

        }
        ,
        {
            id:2,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
        }
       
       ,
       
        {
            id:3,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'


        }
        ,
        {
            id:4,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
        }
        ,
         {
            id:5,
            img:testimg,
            tag:'天象事件',
            like:'0',
            title: '5/24 下午1600日全蝕發生!',
            time:'2025/5/23',
            content:'6月21日,台灣將迎來難得一見的天文奇景——日環蝕，也被譽為「上帝的金戒指」。在日月精準交會的剎那，太陽被月亮遮掩，只留下一道璨的金環，彷彿宇宙為地球戴上的神聖指環。錯過，將是一生遺憾。'
        }
    ]