const eventlist = [
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
    {
        date: '2025.08.16 (六) 16:00 - 08.17 (日) 2:00',
        deadline: '2025.08.09 (日) 23:59',
        title: '來陽明山吧！許下你的流星願望 | 獅子座流星雨 - 團體觀星活動',
        price: 2500,
        desc: '來陽明山，在星空下與我們一同迎接壯麗的獅子座流星雨！這場專為成人設計的團體觀星活動，將帶領參加者遠離都市燈火，靜心仰望滿天繁星。專業帶領人將分享流星雨的觀測小知識與天文趣聞，協助大家捕捉流星劃過夜空的震撼瞬間。活動不僅是浪漫的夜晚體驗，更是一段沉澱心靈、與自然連結的美好時光。邀請您帶著心中的願望，一起來陽明山許下屬於自己的流星願！',
        address: '陽明山國家公園',
        type: '流星雨',
        place: '高山觀測',
        imgurl: ['/images/events/home/event1.png', '/images/events/home/event2.png', '/images/events/home/event3.png',]
    },
]

export default eventlist;